Repository: common-repository/affilinet-product-widgets
Catalog: languages/affilinet-product-widgets-*.po
Languages: es_es, nl_nl

# errors.couldNotConnect
source: Could not connect to affilinet API. Please recheck your Webservice Password and Publisher ID
es_es: No se puede conectar a la API de affilinet. Por favor verifica la contraseña de tu servicio weby ID del afiliado
nl_nl: Kon geen verbinding maken met affilinet API. Controleer nogmaals uw webservice wachtwoord en uw Publisher ID

# errors.invalidCredentials
source: Invalid Webservice Password or Publisher ID
es_es: ID del afiliado o contraseña del servicio web no valida
nl_nl: Ongeldig webservice wachtwoord of Publisher ID

# errors.loginIncorrect
source: <strong>affilinet Widgets:</strong><br> Please make sure you have entered the correct Publisher ID and Publisher Webservice password.
es_es: Correcto ID del afiliado y contraseña del servicio web del afiliado
nl_nl: <strong>affilinet Widgets:</strong><br>Controleer a.u.b. of u het juiste Publisher ID en publisher webservice wachtwoord heeft ingevoerd.

# errors.btnCheckSettings
source: Check your settings.
es_es: Verifica tu configuración
nl_nl: Controleer uw instellingen.

# admin.linkSettings
source: Settings
es_es: Configuración
nl_nl: Instellingen

# widgets.selectWidget
source: Select affilinet widget
es_es: Seleccionar el widget de affilinet
nl_nl: Selecteer affilinet widget

# widgets.products
source: Products
es_es: Productos
nl_nl: Producten

# admin.editInExtension
source: Edit in Browser Extension
es_es: Editar la extension del navegador
nl_nl: Bewerken in browserextensie

# admin.settingsPageTitle
source: affilinet Product Widgets
es_es: Widgets de los productos de affilinet

# admin.headlineSettings
source: Settings
es_es: Configuración
nl_nl: Instellingen

# admin.labelPublisherId
source: Publisher ID
es_es: ID del afiliado

# admin.labelPassword
source: Publisher Webservice Password
es_es: Contraseña del servicio web del afiliado
nl_nl: Publisher webservice wachtwoord

# admin.linkPassword
source: Webservice Password
es_es: Contraseña del servicio web
nl_nl: Webservice wachtwoord

# admin.btnSave
source: Save
es_es: Guardar
nl_nl: Opslaan

# admin.headlineInstallExtension
source: Install the affilinet Browser Extension
es_es: Instalar la extension del navegador de affilinet
nl_nl: Installeer de affilinet browserextensie

# admin.extensionText
source: Create and manage your Product Widgets within the affilinet Browser Extension
es_es: Crea y administra tus widgets de productos dentro de la extension del navegador
nl_nl: CreÃ«er en beheer je product widgets in de affilinet browserextensie

# admin.extensionDetected
source: Browser Extension detected
es_es: Detectada la extension del navegador
nl_nl: Browserextensie gevonden

# admin.openExtension
source: Open Browser Extension
es_es: Abrir la extension del navegador
nl_nl: Browserextensie openen

source: https://www.affili.net/
es_es: https://www.affili.net/es/inicio
